[
  {
    "star": "星曜任務1",
    "star_q": "錦帆賊",
    "restriction": "需完成真人的考驗任務",
    "strat": "京城尉都府高太尉",
    "award": "搏浪力士卡、經驗值5000點、名聲300點、星曜碎片一片",
    "material": "",
    "process": "1.通過京城王真人的考驗後，來到尉都府找高太尉，獲得了「神州巡察使」的稱號，並授命前往南門關協助守將岳鵬(50,199)工作。\n2.南門關守將不鄉信你是「神州巡察使」，只好先從幫助副將鞏月(56,199)來證明自己不是徒具虛名吧!\n3.幫助副將鞏月掃蕩了南門關的剝皮商後，還要協助負責情報的參軍魯子靜(68,202)突破困境。\n4.從獲得的水賊情報看來，岳鵬守將決定先下手為強。不過，在作戰前得先準備去幫運補官顧嘉(82,208)準備作戰物資。\n5.所有東西都準備好了，在岳鵬守將的帶領下，一行人潛入錦帆賊的水寨，準備打倒水賊頭目偽‧甘寧吧!\n*玩家進入水寨攻打水賊時，只要被地圖上的水賊發現，就會主動進入戰場。",
    "remark": ""
  },
  {
    "star": "星曜任務1",
    "star_q": "打擊奸商",
    "restriction": "需先接下錦帆賊任務，玩家等級15級以上",
    "strat": "南門關副將鞏月",
    "award": "經驗值5000點、名聲300點、金幣1000枚",
    "material": "",
    "process": "接下副將鞏月的委託後，在南門關城牆外附近可以遇到剝皮商，打倒他們有機會獲得倭人腰牌，取得10面回去向鞏月交差。\n*在回南門關的途中可能遇到女忍者的攔截。但女忍者的事件並非人人都可以遇到，即使沒有遇到，對任務流程也沒有影響。",
    "remark": ""
  },
  {
    "star": "星曜任務1",
    "star_q": "不可能的任務",
    "restriction": "南門關參軍魯子靜",
    "strat": "需完成打集奸商任務，等級18級以上",
    "award": "經驗值8000點、名聲300點、高太尉的好感度增加",
    "material": "",
    "process": "1、在南門關找參軍魯子靜，對話之後得知派出的探子失去消息。\n2、帶著魯參軍的手諭到月鏡湖（往潛龍潭方向）找到探子獲得「密探暗記」。\n3.與探子對話後會被傳送到水寨入口，接著必須多過哨兵的紅影搜索範圍，抵達逃離點，找到南門關的密探獲得「水賊情報」。\n4.回南門關將水賊情報交給魯參軍。\n*進入小遊戲前記得要開啟特效，才容易過關，如果攻擊水賊，馬上就會被發現而被抓住。",
    "remark": ""
  },
  {
    "star": "星曜任務1",
    "star_q": "作戰準備",
    "restriction": "必須先完成不可能的任務。",
    "strat": "南門關運補官顧嘉",
    "award": "2顆水獸之牙或2根水神之木、經驗值3000點、名聲100點。",
    "material": "",
    "process": "1.南門關的運補官顧嘉(82.208)希望玩家在最短的時間內收集到作戰所需要的防具跟武器，系統會隨機幫玩家決定是要提供防具或是武器。\n2.假如要求玩家提供防具的話，去郡業防具鋪找工匠陳笙，他會要求玩家提供160束絹絲、180張兔皮、10顆碧血石。\n3.假如要求玩家提供武器的話，去郡業鐵鋪找鐵匠阿火，他會要求玩家提供260顆蛇紋石、120根杉木、10片龍鱗。\n4.將所要求的原料給工匠，工匠會開始製作所需要的裝備。回到南門關回覆運補官顧嘉。",
    "remark": ""
  },
  {
    "star": "星曜任務2",
    "star_q": "齊山祭典",
    "restriction": "1.需完成星曜任務一\n2.需解完北門練兵與齊山任務。",
    "strat": "北門關守將路炳(56.245)",
    "award": "賈翊卡、經驗值10000點、名聲300點、第2片星曜碎片。",
    "material": "",
    "process": "1.神州巡察使微服出巡到了北門關，答應幫忙練兵。幫忙守將路炳訓練出一批精良的兵員之後，接下協助齊山村的要求。前往北門關西北方找齊山村長上官漢。\n2.完成齊山祭典任務的過程中觸怒了山神，接受了祂的懲罰幫忙訓練白虎，解完後即完成任務。",
    "remark": ""
  },
  {
    "star": "星曜任務2",
    "star_q": "北門練兵",
    "restriction": "在齊山祭典任務中答應幫忙北門關守將路炳練兵。",
    "strat": "北門關副將柳無涯",
    "award": "1.武器強效修補膠X3、金幣1500枚、經驗值4000點、名聲50點。\n2.武器強效修補膠X3、經驗值6000點、名聲150點。(選擇不收獎金)",
    "material": "",
    "process": "1.接下路炳的請託之後，玩家前來找尋副將柳無涯(43.252)，被傳送到一個特殊的戰場與士兵對打，必須打敗30位士兵才算完成任務。戰場中有2種士兵。等級22的士兵有加強防禦、加強命中技能、使用技能「絕氣斬」；等級23的士兵有加強傷害、加強速度、使用技能「二連擊」。\n2.擊敗30位士兵後，找柳無涯領取獎賞。任務完成之後回去找守將路炳。",
    "remark": ""
  },
  {
    "star": "星曜任務2",
    "star_q": "齊山封印",
    "restriction": "需完成北門練兵任務。",
    "strat": "北門關村長上官漢",
    "award": "強運酒x5、排山符水x3、經驗值8000點、名聲100點。",
    "material": "",
    "process": "1.玩家與村長上官漢交談，答應幫忙補獵白虎以獲得白老虎皮。\n2.前往北邙山補獵白老虎皮，只有接任務的玩家才能遇到；白老虎戰鬥時會召喚木根精並使用多種法術。取得白老虎皮之後回去找村長，他要求玩家進入後山山洞(9.81)一同祭祀山神。\n3.在山洞中將白老虎皮交給村長後，它搖身一變成偽‧呂布，隨後出現了偽‧貂蟬和偽‧賈翊。玩家發現狀況不對，趕忙回去找村長上官漢釐清事情真相。\n4.這下糟糕了，白老虎居然是山神的使者，村長要玩家趕快回去山洞瞧瞧封印是否被解開了。回到那邊只聖偽‧賈翊在場。點選他進入頭目戰鬥：戰場上出現的是偽‧賈翊和他的嘍囉焰妖士和彩面獅。戰鬥勝利後回去找村長並答應到北山靈泉找山神謝罪。\n5.完成山神的懲罰獲得山神的原諒讓齊山村免於覆滅之災。",
    "remark": ""
  },
  {
    "star": "星曜任務2",
    "star_q": "山神的懲罰",
    "restriction": "需先答應村長找山神謝罪。",
    "strat": "北山靈泉山神雕像(20.61)",
    "award": "經驗值6000點、名聲100點。",
    "material": "",
    "process": "1.點選山神雕像答應山神幫忙訓練白靈虎。\n2.準備好後進入戰鬥，白靈虎會出現在座標(31.53)，玩家必須保護白靈虎不被敵人打死。敵人會主動追擊白靈虎，總共會有8波攻擊。的人種類包括：毒老鼠(10-15級)、赤羽蟲(12-17級)、噬骨商(13-18級)、血珠精(15-20級)。\n3.成功擊敗所有的敵人讓白靈虎升級。",
    "remark": ""
  },
  {
    "star": "星曜任務3",
    "star_q": "齊山祭典",
    "restriction": "須完成「星耀任務二」任務",
    "strat": "京城尉都府高太尉",
    "award": "經驗值50000點、星曜碎片、馬忠卡",
    "material": "虎牙x30、八卦x5",
    "process": "1. 京城 尉都府 找高太尉接任務，到西門關找守將 虎博(x21, y88)之後到臥虎高原的三觀寺(x6, y17)在妖洞傳點旁邊，進去找住持景陽選「我可以試試看」，他會叫你帶30個虎牙、5個八卦來找他，他會給你火神鏡。\n2. 收集完成材料後交給景陽，給予火神鏡之後，然後有一個神秘女子出現劫走火神鏡找小和尚 果正（在寺裡另一邊），進入戰鬥 打死神祕女子就好（女子不怕任何技能，只怕普通攻擊，武器普攻即可，所有技能法術皆無影響），打完點芙蓉，他會叫你去找村長鳩婆婆(66.36)。\n3. 婆婆(x66, y36)他會叫你去找梅氏三寶（梅大小(x49, y112)、梅左右(x51, y45)、梅勝負(x29, y57)），婆婆會給你五支粉筆 (解梅氏三寶要用的)：\n　　梅大小—40秒猜中20題大小(最簡單)；\n　　梅勝負—45秒答對20題猜拳 要注意看題目會有求勝 求合 求敗三種；\n　　梅左右—50秒答對20題辨位 左跟右 會換位子要選擇對的答案（超難）；\n4. 3個都過了之後回去找婆婆，他會要你去門口找小妖隊長，然後就玩一個類似星曜1的不可能任務，終點在左下角，努力了很久終於走過了右下角跟左下角都不太好過，縫隙都很小。",
    "remark": "粉筆用完可以去村口找粉孔布(x39, y144)以5個碧血石換1個粉筆"
  },
  {
    "star": "星曜任務4",
    "star_q": "火神封印",
    "restriction": "須完成「星耀任務三」任務",
    "strat": "火神村 芙蓉",
    "award": "芙蓉卡、名聲500點、經驗25萬、火神鏡1只、星耀任務４碎片",
    "material": "花瓣x40、向日葵x40、還我漂漂水x3",
    "process": "1. 與火神村芙蓉(x29, y125)對話。\n2. 滄之雲海找仙鶴阿彩(x83, y213) 準備花瓣、向日葵各40個，還我漂漂水3個。\n3. 給東西之後傳到天火鶴之巢，與天火鶴王說話，之後進入戰鬥，王等級50級，小怪等級40級，會不斷重生小怪，會麻痺、睡眠、封印等狀態，只要打王就好，小怪不予理會。\n4. 打贏後就要玩跟金光洞類似的逃跑遊戲，途中不能碰到怪。\n5. 跑贏後拿到拿到天火羽，回去找芙蓉。\n6. 芙蓉告知要找地岩石再石炎魔身上，前進妖邪洞迷殿（妖三）。\n7. 到妖邪洞迷殿找石像子(x39, y88)、石像丑(x73, y150)、石像寅(x7, y158)，照順序點三次總共須跑三趟，依序為：上下上、下上下、上下上。\n8. 最後一趟石像寅問你是否要去巢穴，點選下去，進入炎魔巢穴後，跟小石炎魔說話，對話請選：「回去問問芙蓉，避免被燒死還要119...」。\n9. 回去找芙蓉後，需求龍骨木、聖獸皮、鯊魚背鰭各30個交給芙蓉，拿到耐熱丹，服用下去後再回去找炎魔。\n10. 與炎魔對話完後，則會進入戰場，不需打鬥，但是要走過火山地方，每3秒會損失500的血。建議最好有天師放火神或是風水放火輪會比較好過。血少的玩家，可以找高等藥師幫忙邊跑邊補血，也是可以過關。\n11. 在點小炎魔後，進入炎魔巢穴找石炎魔王，與魔王對話完後，進入戰鬥。\n12. 魔王等級50級，小怪等級40級，會不斷重生小怪，只要打王就好，小怪不用打，頭上不斷會掉熔炎會損血，過關後王會給地岩石，拿到後回去找芙蓉。\n13. 將地岩石拿給芙蓉後，突然出現偽呂布，芙蓉受傷後，並問你是否要進入火神鏡裡面。\n14. 進入火神鏡後，來到鏡中深淵發現偽．呂布，與他對話之後進入戰鬥，但是實際上不需要戰鬥，他說實力懸殊太多，問問火神再做打算。\n15. 點選火神對話，火神加持後，在點選偽．呂布正式進入戰鬥，進場後人物血調會達2萬以上，只有一隻偽。呂布等級90級，會麻痺，攻擊上萬起跳，不用幾分就能打贏。\n16. 打贏後再與火神說話，則解完星耀任務四。",
    "remark": ""
  },
  {
    "star": "星曜任務5",
    "star_q": "蓬萊仙水",
    "restriction": "須完成「星耀任務四」任務",
    "strat": "",
    "award": "楊修卡、經驗6萬、蓬萊仙水、星耀任務5碎片、名聲300點",
    "material": "八卦x20",
    "process": "1.解完星耀四後回到京城找高太尉，他會告知你到蓬萊仙島找仙水。\n2.到蓬萊仙島的巨岩村找村長說話，並收回火神鏡，再去蓬萊仙島右上方找土木師大興(42.53)詢問進度，並告知需要四色岩才能興建高樓，跟助手拿工具，如果工具不夠，還要再去生２０個八卦給他才能再換到４個工具。\n3.前往龍宮找尋四色岩，龍宮四角落有四種不同的岩石：藍鳳石(16.84)、黃龍石(30.78)、紅鑾石(44.51)、綠鮫石(20.50)。岩石閃的顏色次數，就照他所說的次數挖掘：紅色一次、黃色兩次、藍色三次、綠色四次。挖掘好後拿到四個四色岩回去找大興。（岩石會閃１２下，看哪個顏色閃的次數多就是以哪個為主，假設黃色次數多，那就挖兩下，假設綠色閃的次數多，那就挖四下，以此類推。）\n4.大興要求四色岩鑑定，回去巨岩村找煉丹師石成金（在村長旁邊），煉丹師要求打物品來換取鑑定：乾柴２０個－迷蹤列島打紅衣擺渡人，拿到乾柴後拿回去給煉丹師，他要求你放乾柴去燃燒岩石，如果乾柴數量不夠可以跟他買每20根2000元（此任務跟之前的天劍仙鑄劍任務很類似）。燒乾柴方式：純粹靠運氣，每個人放的方式皆不相同。\n\nEX1：放兩根2次，再來一根6次，垃圾10次，剛好20根材\nEX2：放一根2次，兩根1次，再一根2次，兩根1次，一根2次，垃圾10次，剛好20根材\n5.再來打避雷針３個－蓬萊仙島北方打青衣海女（土木師大興附近），打到避雷針後，到巨岩村最上方兩個房子之間，使用避雷針收集能量，基本上３個很難成功，所以建議避雷針多打一些，站在兩個房子中間也要小心，太靠裡面會掉到蓬萊仙島，又要再走一次。\n6.收集完能量後回去找石成金，他告知要去做土爆彈，給了炸彈之後，帶著大埔丹到迷蹤列島找石頭將炸彈埋下去，找到此處無土爆丹的岩石，順著他指示走總共有四個，土爆丹位置，請依序走：第一顆 66 262、第二顆 41 103、第三顆 37 276、第四顆 56 120。找到最後一顆後再回到第一顆，你會發現被耍了..然後有向上看跟向上看選項，選向上看他告訴你你被耍了，選向下看（請開特效），將炸彈跟大埔放入後會有爆炸特效畫面，拿到土爆丹後，再回去找石成金。　拿回給石成金後得到獎勵：經驗３５０００以及四色岩分析報告\n7.將四色岩分析報告拿給大興，大興會詢問三個問題：龍宮那邊有幾顆珊瑚：３顆、那邊有幾顆石頭：３顆、那邊有幾隻鳥：０隻。得獎勵：名聲１００、經驗１００００以及兩兆三星高水樓建設計劃\n8.將計畫書拿回給村長，村長要你去找工頭大力（在客棧），跟大力對話後拿到彈簧岩，將彈簧岩拿去龍宮外的白晰石上，則進入戰鬥，基本上一直往左跑，會遇到鬼檔牆，不用全部打，只要全力用普攻集中打同一隻（普攻就好，法術技能打都是１），大約要打５分鐘左右戰鬥勝利則會得到獎勵：名聲１００、經驗２５０００。\n9.進入龍宮找龍王，龍王要你在龍宮附近打海霸王的手下拿２０個海霸王徽章跟１０個海霸王親衛隊徽章。徽章打完後龍王又要求要打種子，總共有８種，在龍宮外的金蚌跟火蚌身上。（種子可以交易～）。拿８個種子花草給龍王，獎勵：名聲５０、經驗５０００。\n10.在打任務道具之前回去找村長報告有關大力的事情，村長要你去詢問發明家艾滴生，他要求去海底拿深海魚油３０個給他做照明燈。（在龍宮附近都能打到，所以可以一起接任務打）。拿３０個魚油給艾滴生得到名聲５０、經驗５０００。跟村長說話即進入戰鬥，直接Ｋ海霸王（在最右邊）。打贏後直接跟村長對話得到獎勵，再回去找高太尉。",
    "remark": ""
  },
  {
    "star": "星曜任務6",
    "star_q": "神浩獸設計圖",
    "restriction": "須解過星曜任務之五",
    "strat": "京城尉都府高太尉",
    "award": "魔禮紅卡一張、經驗值400,000點、名聲500點，星曜碎片一片、還我漂漂水1個。",
    "material": "四葉幸運草x50、香菇牛仔帽x50、斷刀x30、魚叉x30、虎王簽名本x20、墨汁x20",
    "process": "1、在 雲海村 找 師八竇的徒弟 x27y70 對話，得知師八竇被一群靈芝人抓走了。\n2、到靈山找靈芝隊長x69y261 對話，對話完後進入戰鬥。\n註1：怪等級為30左右，會一直重生，所以不用費心打怪，只需等待戰鬥結束，約四分鐘。\n3、戰鬥結束後再與 靈芝隊長 對話，得知靠蠻力是不行的，回去找 徒弟 對話。\n\n4、與 徒弟 對話後，需準備 四葉幸運草 和 香菇牛仔帽 各50個，製「輕輕鬆鬆靈芝人看不見」藥水。\n5、再次與徒弟對話後，變成「大蕈菇」，之後回去找 靈芝隊長 試試看。\n註2：變成蕈菇後，除了喝下還我漂漂水之外，不受時間限制而變回原形，任務完成前別任意變回來呀！。\n6、之後與 靈芝隊長 對話，進入大本營。\n7、進入大本營後，再與 老靈芝人對話，之後依路線：上上下下左右左右，進入靈芝地底牢房。\n8、與師八竇對話後，得知需要在大本營中的寶箱內取得牢房鑰匙前段、後段。\n註3：請在大本營的各個地圖（寶箱位置相同），點寶箱 進入戰場（怪等級約為45級）。牢房鑰匙前段、牢房鑰匙後段為戰鬥後 隨機取得，建議單人戰鬥，較易取得鑰匙。\n9、得到牢房鑰匙前段、後段之後，再回去與 師八竇 對話，取得「鑰匙鑲嵌法」，回去找 徒弟。\n10、與徒弟對話後，需準備 魚叉和斷刀各30個，再與 徒弟 對話，幫忙組合鑰匙。\n註4：組合鑰匙方法如下：\n           徒弟：向右扭轉、向左扭轉、向上提、向下壓、向前推、向後拉\n           玩家：向左扭轉、向右扭轉、向上提、向下壓、向後拉、向前推\n（除了上、下方向相同外，其他都是反向動作，如果途中選錯選項，仍可重來，共做九次。）\n11、得到鑰匙之後，回去找 師八竇 對話，然後帶著師八竇逃跑。\n註5：如果玩家三人都解到這部份的話，逃跑成功後只有「隊長」完成此部份，因此，第二人要解此部份任務，須「當隊長」組隊後，再跑一次，以此類推…。\n註6：逃跑路線約為「ㄇ字型」，建議多人組隊一起，由隊員先開路打頭陣，殺怪，隊長帶著師八竇由後跟上\n如果途中師八竇沒血的話，就任務失敗需重來。 到最後逃離戰鬥時，「隊長要第一個逃」，避免失敗。（師八竇25級、靈芝人45級、偽呂布75級，其中偽呂布血較多，小心不要讓師八竇陣亡）\n12、成功逃離戰鬥後，再回去和 徒弟 對話，則可進入民房找 師八竇 對話。\n13、對話後，需準備 虎王簽名本和墨汁各20個，再與之對話，完成任務。\n14、得到魔禮紅卡1張、經驗40萬、名聲500點、還我漂漂水1個、神浩獸設計圖1份，星曜碎片1片。\n15、之後回去找高太尉對話，完成星曜任務之六。",
    "remark": ""
  },
  {
    "star": "星曜任務7",
    "star_q": "神浩再世",
    "restriction": "須完成星曜任務六",
    "strat": "京城尉都府高太尉",
    "award": "名聲300點、經驗值400000點、星曜碎片x1",
    "material": "刺蝟皮x80、大酒璋x50",
    "process": "1.高太尉表示太歲住在峨嵋一帶的金嗷洞，但是極其兇猛，相當不好對付，必須服下特殊的丹藥才有辦法打敗太歲，要你去找峨嵋山的藥佬煉製丹藥。\n2.到峨嵋山找到藥佬(21,50)對話，答應收集刺蝟皮80個、大酒璋50個給藥佬做丹藥。\n3.收集好材料交給藥佬，並且服下對付太歲的丹藥。\n4.從峨嵋山>>泰山>>金嗷洞一樓>>到金嗷洞三樓找太歲(31,266)，點選右鍵就可進入戰鬥，必須打倒太歲並取得太歲金。\n5.完成後，回到京城找高太尉回報。高太尉指示你到寂靜死海、東桑耶沙漠、峨嵋山三個地方找到三個探子完成神浩再世儀式。\n6.準備好花瓣70個，到寂靜死海(70,163)找到探子零零七對話，進行儀式。開始儀式時要注意探子跪拜的方向，朝北時請喊「神」、朝東時請喊「浩」、朝南時請喊「再」、朝西時請喊「世」，進行數次都成功後即可完成儀式。\n(＊一旦喊錯就要重新收集材料，再來一次)\n7.準備好長指甲70個，到東桑耶沙漠(65,238)找到探子零零八對話，進行儀式。儀式開始探子會喊出「神浩再世」其中一個字，玩家就要接著喊下一個字。例如：探子喊「神」，你就要喊「浩」；探子喊「世」，你就要喊「神」，進行數次都成功後即可完成儀式。\n(＊一旦喊錯就要重新收集材料，再來一次)\n8.準備好石獅印章70個，到峨嵋山(17,115)找到探子零零九對話，進行儀式。儀式中，探子會喊出「神浩再世」四字中的其中三個字，當探子「大聲喊」時，要唸出缺少的那個字；當探子「小聲喊」時，要念出缺少那個字的上一個字。\n(＊一旦喊錯就要重新收集材料，再來一次)\n9.三個儀式完成後，回到高太尉府找高太尉回報，但發現高太尉不在裡面。與太尉府中的「偽．呂布」對話後，就會被傳送到「末日京城」。\n10.任務訊息指示玩家到末日京城協助元帥阻止偽．呂布，並給予星曜七的任務獎勵。之後可經由尉都書房外的傳點，往返於末日京城與京城。",
    "remark": ""
  },
  {
    "star": "星曜任務8",
    "star_q": "決戰末日京城",
    "restriction": "須完成星曜任務七",
    "strat": "末日京城，京城元帥",
    "award": "1. 擊敗陸吾：名聲300點、經驗點300,000、高蘭英卡x1、星曜碎片x1\n2. 擊敗開明：名聲400點、經驗點+500000、英雄功夫丹x8顆、星曜碎片x1\n3. 擊敗魚婦：名聲+500、經驗點+800000、阿魯巴巴卡x1、星曜碎片x1\n4. 擊敗英招：名聲+600、經驗點+1100000、英雄功夫丹x15、星曜碎片x1\n5. 擊敗神浩：名聲+1000、經驗點+1500000、太歲寶寶卡1張、星曜碎片x1",
    "material": "",
    "process": "1. 來到末日京城，與京城元帥（138，273）對話後進入戰鬥，玩家不可攻擊京城士兵，只要撐過一定時間，戰鬥就可勝利。\n2. 取得元帥的信任後，與京城軍師（137，282）對話，得知京城的東、南、西、北門各有一魔獸，中間則有神浩獸，這些怪物都會一再復活，只有持續淨化他們，才能將其力量漸漸削弱。\n3. 軍師給予你一個正氣珠，只要打倒末日京城內的怪物都可累積正氣值，用正氣值可以跟軍師換取軍餉箱，或是製作擊敗五大魔獸所需的令旗。沒有令旗也可以去打魔獸，可獲得裝備、物品及正氣值，但是就無法取得魔獸的魂魄。\n4. 四隻魔獸及神浩獸的攻擊方式、屬性皆不相同，在戰場上也各有專門的守衛，除了魔獸本身之外，守衛被打死後還會再生，所以必須要打倒魔獸才能結束該場戰鬥。\n5. 帶著金令旗打敗陸吾（111，282）後，可取得木魂，回去找軍師對話後可獲得打敗陸吾的所有獎勵物品。\n6. 帶著木令旗打敗開明（53，251）後，可取得土魂，回去找軍師對話後可獲得打敗開明的所有獎勵物品。\n7. 帶著土令旗打敗魚婦（37，137）後，可取得水魂，回去找軍師對話後可獲得打敗魚婦的所有獎勵物品。\n8. 帶著水令旗打敗英招（131，98）後，可取得火魂，回去找軍師對話後可獲得打敗英招的所有獎勵物品。\n9. 帶著火令旗打敗神浩獸（99，163）後，可取得神魂，回去找軍師對話後可獲得打敗神浩獸的所有獎勵物品。\n10. 神浩獸倒下，偽˙呂布似乎也消失了，或許幾百年後他還會再回來，在此之前，我們要好好讓人類世界回復正常。星曜任務全完結！",
    "remark": ""
  }
]